app/controllers/students_controller.rb

SELECT "students".* FROM "students"
---
    def index
        #"students index!"
        @students = Student.all